[
  {
    "title": "Train Miner",
    "type": "Arcade",
    "embedUrl": "https://play.famobi.com/wrapper/train-miner/A1000-10",
    "thumbUrl": "https://img.cdn.famobi.com/portal/html5games/images/tmp/TrainMinerTeaser.jpg?v=0.2-e9a56fac",
    "openMode": "iframe",
    "tag": "",
    "originalUrl": "https://html5games.com/Game/Train-Miner/0d52d629-a40a-4a95-b13a-7f951a3f50b1",
    "description": "All aboard for endless mining fun in Train Miner – expand, upgrade, and dominate the tracks! Train Miner is a unique and addictive resource-mining game where you control a train on a looping track, automatically harvesting valuable resources nearby. As you mine, the track expands, unlocking new areas and boosting your profits. Sell your resources, upgrade your train, and watch it grow longer and faster with each run! With a perfect blend of strategy, automation, and satisfying progression, Train Miner keeps you hooked as you build the ultimate mining empire on rails. So hop on board, mine, and expand your railway empire in Train Miner!",
    "source": "html5games.com",
    "categories": [
      "Arcade"
    ]
  },
  {
    "title": "Giant Rush",
    "type": "Arcade",
    "embedUrl": "https://play.famobi.com/wrapper/giant-rush/A1000-10",
    "thumbUrl": "https://img.cdn.famobi.com/portal/html5games/images/tmp/GiantRushTeaser.jpg?v=0.2-e9a56fac",
    "openMode": "iframe",
    "tag": "",
    "originalUrl": "https://html5games.com/Game/Giant-Rush/fb2e6f6c-662b-4273-8731-df884387435d",
    "description": "Run, merge, and battle giants in Giant Rush – the ultimate action-packed adventure! Giant Rush is an electrifying arcade game where you dash through obstacle-filled tracks, collecting colored figures to grow bigger and stronger! The more you absorb, the larger your giant becomes – and at the finish line, an epic boss battle awaits! Dodge hazards, time your movements perfectly, and merge your way to victory. With each run, you can upgrade your giant’s strength and unlock new challenges. Are you ready to become the biggest and strongest fighter in Giant Rush? So start running, growing, and fighting your way to the top in Giant Rush!",
    "source": "html5games.com",
    "categories": [
      "Arcade"
    ]
  },
  {
    "title": "Rise Up",
    "type": "Arcade",
    "embedUrl": "https://play.famobi.com/wrapper/rise-up/A1000-10",
    "thumbUrl": "https://img.cdn.famobi.com/portal/html5games/images/tmp/RiseUpTeaser.jpg?v=0.2-e9a56fac",
    "openMode": "iframe",
    "tag": "",
    "originalUrl": "https://html5games.com/Game/Rise-Up/de20e6f4-fd89-414f-b200-6a20b3ac9378",
    "description": "Protect, dodge, and rise to the top in Rise Up – the ultimate survival challenge! Rise Up is an intense and addictive arcade game where your only goal is to protect the rising balloon at all costs! As it floats higher and higher, dangerous obstacles appear in its path, ready to pop it. Your task? Use your shield to push objects away, clear the way, and ensure the balloon’s safe journey. With increasing difficulty, every second counts, demanding quick reflexes and strategic movement. Can you rise to the challenge and reach the highest score?",
    "source": "html5games.com",
    "categories": [
      "Arcade"
    ]
  },
  {
    "title": "Western Sniper",
    "type": "Action",
    "embedUrl": "https://play.famobi.com/wrapper/western-sniper/A1000-10",
    "thumbUrl": "https://img.cdn.famobi.com/portal/html5games/images/tmp/WesternSniperTeaser.jpg?v=0.2-e9a56fac",
    "openMode": "iframe",
    "tag": "",
    "originalUrl": "https://html5games.com/Game/Western-Sniper/dce582f0-3659-4cdb-9c7a-d8d2eea38cd0",
    "description": "Take aim and become the ultimate gunslinger in Western Sniper – the wildest shooting challenge! Western Sniper is an action-packed shooting game that puts you in the boots of a fearless sharpshooter in the Wild West. Bandits have taken over the town, and it’s up to you to take them down with precision shots! From saloons to dusty streets, every level presents new enemies and tougher challenges. Use your sniper skills, time your shots perfectly, and prove that you’re the fastest gun in the West. With immersive environments and thrilling shootouts, Western Sniper delivers non-stop action! So load up, take aim, and bring justice to the Wild West in Western Sniper!",
    "source": "html5games.com",
    "categories": [
      "Action"
    ]
  },
  {
    "title": "Go Escape",
    "type": "Puzzle",
    "embedUrl": "https://play.famobi.com/wrapper/go-escape/A1000-10",
    "thumbUrl": "https://img.cdn.famobi.com/portal/html5games/images/tmp/GoEscapeTeaser.jpg?v=0.2-e9a56fac",
    "openMode": "iframe",
    "tag": "",
    "originalUrl": "https://html5games.com/Game/Go-Escape/a8c8cba3-6408-435f-a59a-d9112c3df6da",
    "description": "Dodge, jump, and escape in Go Escape - the ultimate test of skill and reflexes! Go Escape is an intense and addictive arcade game where timing is everything! Your mission? Guide the bouncing ball through deadly traps, spikes, and moving obstacles to reach the exit. Every level presents a new challenge, requiring precise jumps and quick reflexes to survive. As you progress, the difficulty ramps up, keeping you on the edge of your seat. With its simple controls but challenging mechanics, Go Escape is easy to learn but hard to master!",
    "source": "html5games.com",
    "categories": [
      "Puzzle"
    ]
  }
]